Repository: common-repository/heroic-glossary
Catalog: languages/ht-glossary-*.po
Languages: fr_fr

source: Glossary item %s added
fr_fr: Le terme %s a été ajouté

source: Glossary item %s updated
fr_fr: Le terme %s a été mis à jour

source: Insert and add another
fr_fr: Insérer et ajouter un nouveau

source: Insert
fr_fr: Insérer

source: Update
fr_fr: Mise à jour

source: Enter Description here..
fr_fr: Saisir une description ici...

source: Enter Title here...
fr_fr: Saisir le titre ici ...

source: Title
fr_fr: Titre

source: Search the Glossary
fr_fr: Chercher dans le Glossaire

source: Delete Item
fr_fr: Supprimer le terme

source: Delete Glossary Item?
fr_fr: Effacer le terme du Glossaire ?

source: to add a new Glossary Item
fr_fr: Pour ajouter un nouveau terme au Glossaire

source: Click
fr_fr: Clic

source: Import sample content
fr_fr: Importer un contenu de démonstration

source: Add Glossary Item
fr_fr: Ajouter un terme au Glossaire

source: Cancel
fr_fr: Annuler

source: Are you sure you wish to import sample content? This will overwrite and delete any existing entries.
fr_fr: Êtes-vous sûr de vouloir importer un contenu de démonstration ? Cela écrasera et supprimera toute entrée existante.

source: Glossary Settings
fr_fr: Paramètres du Glossaire

source: Search the Glossary...
fr_fr: Chercher dans le Glossaire

source: Glossary plugin for WordPress
fr_fr: Plugin de Glossaire pour WordPress
